Repository: wp-plugins/demomentsomtres-woocommerce-delivery
Catalog: languages/DeMomentSomTres-WC-deliveryCustomization-*.po
Languages: ca, es_es

source: The DeMomentSomTres WooCommerce Delivery Customization plugin requires the free DeMomentSomTres Tools plugin.
ca: El component DeMomentSomTres WooCommerce Delivery Customization requereix del component lliure DeMomentSomTres Tools.
es_es: La extensión DeMomentSomTres WooCommerce Delivery Customization requiere de la extension gratuita DeMomentSomTres plugin.

source: Download it here
ca: Descarregar-lo aquí
es_es: Descargarla aquí

source: The DeMomentSomTres WooCommerce Delivery Customization plugin requires WooCommerce.
ca: El component DeMomentSomTres WooCommerce Delivery Customization necessita de WooCommerce.
es_es: La extensión DeMomentSomTres WooCommerce Delivery Customization requiere WooCommerce.

source: DeMomentSomTres Delivery Customization
ca: DeMomentSomTres Personalització del lliurament

source: Save Changes
ca: Desar els canvis
es_es: Guardar cambios

source: Options
ca: Opcions
es_es: Opciones

source: Main parameters
ca: Paràmetres principals
es_es: Parámetros principales

source: Days after
ca: Dies més tard
es_es: Días después

source: Latest order hour
ca: Darrera hora de comanda
es_es: Última hora de pedido

source: Delivery ranges
ca: Rangs de lliurament
es_es: Franjas horarias de reparto

source: Main parameters to control delivery date
ca: Principals paràmetres per controlar la data de lliurament
es_es: Principales parámetros para controlar la fecha de entrega

source: Delivery date must be after, at least this number of days.
ca: La data de lliurament no pot ser abans de x dies.
es_es: La entrega se producirá por lo menos después de estos días des de la compra

source: If order happens after this time, an additional day will be added to delivery date.
ca: Si la comanda es produeix més tard d'aquesta hora, s'afegirà un dia més al lliurament.
es_es: Si la compra se produce después de esta hora, se añadirá un día más a la fecha de entrega inicial

source: Put all the delivery ranges in a semicolumn (;) separated list
ca: Llista de les franges de lliurament separades per ; (punt i coma).
es_es: Todas los rangos de entrega separados por punto y coma (;)

source: Delivery instructions
ca: Instruccions de lliurament
es_es: Instrucciones de entrega

source: Please give as much information as possible in order to inform our delivery boy how and when to deliver your purchase
ca: Proporciona tota la informació que cregis necessària per facilitar que el nostre repartidor pugui lliurar-te correctament la compra.
es_es: Proporcione toda la información necesaria para informar a nuestro equipo de reparto de las condiciones de la entrega

source: Choose a delivery Date
ca: Escull una data de lliurament
es_es: Escoja una fecha de entrega

source: Delivery Date
ca: Data de lliurament
es_es: Fecha de entrega

source: Tell us which time is the best to get the delivery
ca: Quina és la millor hora per portar-vos la compra a casa?
es_es: Qué hora es la mejor para realizar la entrega

source: Deliver to...
ca: La comanda s'ha de lliurar a...
es_es: Entregar a...

source: Contact phone
ca: Telèfon
es_es: Teléfono de contacto

source: Months to show in delivery calendar
ca: Mesos que es mostraran al calendari de lliurament
es_es: Meses que se presentan en el calendario de entrega

source: Delivery days
ca: Dies de lliurament
es_es: Días de reparto

source: Delivery holidays
ca: Festius en el lliurament
es_es: Fiestas del servicio de reparto

source: Customizable Messages
ca: Missatges personalitzables
es_es: Mensajes personalizables

source: Top of delivery customization
ca: Missatge per la capçalera de personalització
es_es: Mensaje inicial

source: Do You Need Help
ca: Necessites ajuda?
es_es: Mensaje de ayuda

source: Messages to show in the delivery area
ca: Missatges que es mostraran a la zona de lliurament
es_es: Mensajes que se muestran en el área de entrega

source: Sunday
ca: Diumenge
es_es: Domingo

source: Monday
ca: Dilluns
es_es: Lunes

source: Tuesday
ca: Dimarts
es_es: Martes

source: Wednesday
ca: Dimecres
es_es: Miércoles

source: Thursday
ca: Dijous
es_es: Jueves

source: Friday
ca: Divendres
es_es: Viernes

source: Saturday
ca: Dissabte
es_es: Sábado

source: Column (;) separated list of delivery holidays dates in format YYYY-M-D.
ca: Llista separada per punt i coma (;) dels dies festius en format AAAA-M-D.
es_es: Lista separada mediante punto y coma (;) de los festivos del servicio de entrega en formato YYYY-M-D.

source: If month or day is lower than 10, please use ONLY ONE DIGIT
ca: Si el mes o el dia és inferior a 10, useu NOMÉS UN DÍGIT
es_es: Si el mes o el día son inferiores a 10, debe usarse UN ÚNICO DÍGITO

source: Message to be shown just after the Delivery Instructions title
ca: Missatge que es mostrarà just immediatament després del títol d'instruccions de lliurament
es_es: Mensaje que se mostrará después del título de Instrucciones de entrega

source: HTML allowed
ca: Es permet HTML
es_es: Se permite HTML

source: If you need help, don&apos;t hesitate to contact us.
ca: Si necessites més ajuda, no dubtis en contactar amb nosaltres.
es_es: Si necesita ayuda, no dude en contactar con nosotros.

source: Message to be show just at the bottom of Delivery Instructions focused on Help the user.
ca: Missatge que es mostrarà al peu de les instruccions de lliurament encarat a oferir ajuda a l'usuari.
es_es: Mensaje que se muestra al final de las instrucciones de entrega enfocado a asistir al usuario.

source: If you set an url, please put it as an ABSOLUTE address
ca: Si introduiu un enllaç, assegureu-vos que la url sigui ABSOLUTA i no relativa
es_es: Si incorporas un enlace, utiliza una dirección ABSOLUTA

source: As soon as possible
ca: Tan aviat com puguem
es_es: Sin fecha específica

source: Delivery information
ca: Informació de lliurament
es_es: Información de entrega

source: Date
ca: Dia
es_es: Fecha

source: We will try to deliver this order to
ca: Lliurarem la comanda a
es_es: Se entregará el pedido a

source: Javascript Date Format
ca: Format de data de JavaScript
es_es: Formato de fecha de Javascript

source: php Date Format
ca: Format de data de php
es_es: Formato de fecha de php

source: Message at the top of checkout page
ca: Missatge a la capçalera de la pàgina de checkout i de carretó
es_es: Mensaje en la parte superior de la página de checkout

source: Date format to use in the datepicker.
ca: Format de data que s'usarà al calendari.
es_es: Formato de fecha del calendario

source: Date format for php equivalent to the javascript one.
ca: Format de data de php per aconseguir el mateix resultat que amb javascript.
es_es: Formato de fecha de php que proporciona el mismo resultado que el de javascript

source: Message to be shown every time that someone enters checkout
ca: Missatge que es mostrarà cada vegada que algú entri a checkout.
es_es: Mensaje que se mostrará cada vez que alguien entre en checkout

source: Main Contact
ca: Contacte principal
es_es: Contacto principal

source: Name
ca: Nom
es_es: Nombre

source: Main phone
ca: Telèfon principal
es_es: Teléfono principal

source: Alternative Contact
ca: Contacte alternatiu
es_es: Contacto alternativo

source: Alterantive Phone
ca: Telèfon alternatiu
es_es: Teléfono alternativo

source: Please enter a Delivery Date
ca: Cal informar una data de lliurament
es_es: Es necesaria una fecha de entrega

source: Please enter a Main Contact and a Phone Number
ca: Cal informar com a mínim un contacte principal i el seu telèfon
es_es: Es necesario un contacto principal con teléfono

source: Select at least one Delivery Range
ca: Cal escollir com a mínim una franja horària pel lliurament
es_es: Es necesario seleccionar por lo menos una franja horaria para la entrega

source: Payment
ca: Pagament
es_es: Pago

source: Payment Method
ca: Mètode de pagament
es_es: Método de pago

source: if we cannot reach the first contact we will try to deliver the order to
ca: i si no a
es_es: y sino a
